/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Décider plus tard";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Désactiver";

/* The title of the Edit menu item. */
"Edit" = "Édition";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Activer";

/* The title of the Input menu item. */
"Input" = "Saisie";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Détection de modules de gestion de saisie de type ancien";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Caractères spéciaux…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Un ou plusieurs modules de gestion de saisie de style ancien installés utilisent une fonctionnalité non prise en charge et non documentée du système d’exploitation. Avec Mac OS X 10.5 Leopard ou ultérieur, cette fonctionnalité de la méthode de saisie est désactivée par défaut pour des raisons de sécurité. Apple vous conseille de laisser cette fonctionnalité désactivée, ce qui ne limite en rien le fonctionnement du système d’exploitation.\r\rVoulez-vous activer les modules de gestion de saisie ? (Ce nouveau réglage prendra effet à l’ouverture de session suivante.)";

